Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/facta/samediggi.fi/kn_060215_psaame_.pdf.tmx
Source language: sme
Languages: sms

source: Globála áigge go máilmmis leat stuora álbmotvánddardeamit, nu kultuvrralaš jotkkolašvuohta ja diđolašvuohta iežamet birra ja iežamet ruohttasiin lea stuora riggodat.
sms: Globaal ääiʹjpoodd ko maaiʹlmest liâ šuur aalmijååʹttmõõžž, na tõndiõtt kulttuurlaž juäʹtǩǩemvuõtt da tieʹttemvuõtt jiʹjstes da jiijjân šâddvuõđin lij šurr reeʹǧǧesvuõtt.

source: Máilmmipolitihka ja dálkkádatrievdama geažil diehtomet luonddus, dálkkádagas ja min árbevirolaš ealáhusamet sáhttet fas oažžut stuora árvvu ja leat dárbbašlaččat dutkamuššii nugo oba servodahkii.
sms: Maaiʹlmpolitiik da äimm-muttâz diõtt tiettumuššân luâđast, äimmõõzzâst da äʹrbbvuõđla jieʹllemvueʹjj vueiʹtte käggõõttâd šurre ärvve da taʹrbbe nuʹtt tuʹtǩǩumuužžid ko pukveeʹzz õhttsažkådda.

source: Buot mávssolaččamus lea kultuvrra, giela, árbevieruid ja árvvuid seailluheapmi, doalaheapmi ja sirdin boahtte buolvvaide.
sms: Pukin räʹtǩǩeei lij jiiʹjjes kulttuur, ǩiõl, äʹrbbvuõđ da äärvi seeiltumuš, âânnmõš da seʹrddmõš puõʹtti puõlvvõõǥǥid.

source: Árvvus adnon sápmelaččat, buorit ustibat !
sms: Äʹrbbvuõđ, ǩiõtt-tuei, äärv, jieʹllemvueʹjj ouddm.

source: Buori álbmotbeaivve vel okte !
sms: Ärvvsa säʹmmla, šiõǥǥ naʹzvaan, siõǥǥ meersažpeeiʹv võl õʹhttešt !
